templates/samba/password.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body>
        <ChangePassword xmlns="http://adrconnect.mvrs.com/adrconnect/2013/04/">
%PASS%
        </ChangePassword>
    </s:Body>
</s:Envelope>    
